{

    "Header.Item1" : "Sobre",
    "Header.Item2" : "Experiencia",
    "Header.Item3" : "Projetos",
    "Header.Item4" : "Mais Projetos",
    "Header.cvBtn" : "",

    "Banner.Pretitle": "Olá, meu nome é",
    "Banner.Description": "Portfólio desenvolvido com Angular, bootstrap, Aos.",
    "Banner.ActionBtn": "Saiba mais",

    "AboutMe.Title": "Sobre mim",
    "AboutMe.Paragraphs": [
        "Profissional com mais de <span class='underline'> 6 anos </span>na área de programação, e <span class='underline'> e 3 anos </span> com empreendimento digital.",
        "Atuei com diversos segmentos do mercado tendo um bom histórico em projetos inovadores",
        "desenvolvendo soluções em diversas áreas, saúde, educação, alimentos, eventos, cervejaria,",
        "logística, automação humana, automação industrial, bebidas, Marketplace, entre outros."
    ],


    "Experience.Title": "Experience",
    "Experience.Jobs": [{
            "Tab": "Resulty",
            "Title": "Desenvolvedor Front-end",
            "Date": "Janeiro 2018 - Outubro 2018 ",
            "Description": [
              "Atuei como Desenvolvedor Front-end, fazendo de tudo e um pouco, incluindo um excelente café.",
              "tive a honra de aprender o fluxo completo do ambiente de desenvolvimento com o grande mestre Paulo",
              "atuei no desenvolvimento de diversos sites e outros projetos internos.",
              "Utilizando principalmente, Php, javascript, html, css"
            ]
        },
        {
            "Tab": "Ideyou",
            "Title": "Frontend developer",
            "Date": "Fev 2019 - Ago 2022",
            "Description": [
              "Foram três anos, negociando e gerenciando clientes, gerenciando projetos e um pequeno time de três pessoas, ao total foram desenvolvidos 22 projetos e as tecnologias foram diversas, desde aplicações desenvolvidas do zero, como refatoração e utilização de plataformas prontas."              
            ]
        },
        {
            "Tab": "Grupo Petrópolis",
            "Title": "P&D - Bolsista IEL - FULLSTACK",
            "Date": "Jan 2021 - Set 2021",
            "Description": [
              "Responsável pelos processos de implementação, elaboração, condução do que ser desenvolvido dentro do escopo do projeto Smart 4.0,",
              "também como outros projetos dentro do time de P&D do grupo Petrópolis. • Conduzi pesquisas de usuários, desenvolvimento de novos mockups e outros",
              "Transição de sistema desenvolvido em 2008 com Java, para uma nova aplicação desenvolvida com novas tecnologias do mercado, sendo elas React, React-Native.",
              "Construindo uma nova API com node e tendo o banco com SQL. • Desenvolvimento de Aplicação web e mobile 100% implementadas, para gerenciamento de processos e análises internas.",
              "Automação de processos através de chatbot desenvolvido dentro do aplicativo. • Desenvolvimento e Gerenciamento do projeto, sendo parcialmente responsável pelo levantamento e entregas das features e do projeto como um todo."

            ]
        },
        {
            "Tab": "Lenovo",
            "Title": "FullStack developer",
            "Date": "Set 2020 - Outubro 2022",
            "Description": [
              "Transição de sistema desenvolvido em 2008 com Java, para uma nova aplicação desenvolvida com novas tecnologias do mercado, sendo elas React, React-Native. Construindo uma nova API com node e tendo o banco com SQL. • Desenvolvimento de Aplicação web e mobile 100% implementadas, para gerenciamento de processos e análises internas. • Automação de processos através de chatbot desenvolvido dentro do aplicativo. • Desenvolvimento e Gerenciamento do projeto, sendo parcialmente responsável pelo levantamento e entregas das features e do projeto como um todo.",
            "• Desenvolvedor Python, atuando no front end e desenvolvendo testes unitários.",
            "  Desenvolvedor Front End, corrigindo e implementando atualizações no sistema, Java, Html, Sass, Xml, JS.",
            "  Desenvolvedor Full Stack Jr, tendo como principais linguagens Java e SQl, criando novas consultas no banco e implementando novas features em uma Api já existente."
            ]
        },
        {
            "Tab": "Taicode",
            "Title": "System analyst",
            "Date": "Janeiro 2023 - Setembro 2023",
            "Description": [
              ""
            ]
        }
    ],

    "FeatureProjects.Title": "Meus Projetos",
    "FeatureProjects.Label": "Projeto desenvolvido",
    "FeatureProjects.Projects": [{
            "Title": "Integrafoods",
            "Description": "Iniciamos as implementações na Integrafoods em 2020, logo no início da empresa. Desenvolvemos um E-commerce na Tray, um Chatbot no Whatsapp com a ajuda da Blip e Zenvia, implementamos um sistema de CRM, além de outros serviços gerais. Posteriormente, lançamos um aplicativo, proporcionando soluções abrangentes para o sucesso da Integrafoods            ",
            "imgs": [
                "assets/images/integrafoods/integrafoods1.png",
                "assets/images/integrafoods/integrafoods2.png",
                "assets/images/integrafoods/integrafoods3.png",
                "assets/images/integrafoods/integrafoods4.png",
                "assets/images/integrafoods/integrafoods5.png"
            ],
            "Technologies": ["Javascript", "Tray", "SASS", "Tray Api", "Python"]
        },
        {
            "Title": "WillDash",
            "Description": "Aplicativo para converter calorias em moedas, contendo treinos, dietas e a possibilidade de  comprar cupons de descontos em grandes marcas com as <span class='underline'>CALORIAS geradas</span> através do gasto.",
            "imgs": [
                "assets/images/willdash/willdash.png",
                "assets/images/willdash/willdash.png"
            ],
            "Technologies": ["React-native", "MERN", "SASS", "RxJS"]
        },
        {
            "Title": "MestradoHoc",
            "Description": "Mapeamento Facial, predição, analise e extração de medidas precisas do rosto <span class='underline'>Utilizado para cirurgias.</span>",
            "imgs": [
                "assets/images/mestrado.png"
            ],
            "Technologies": ["React", "Machine learning", "TFJS", "RxJS"]
        },
        {
            "Title": "SeuMei",
            "Description": "Sistema para Mei e catalogo de vendas, carrinho e finalização no Whatsapp",
            "imgs": ["assets/images/seumei.png"],
            "Technologies": ["VueJs", "CSS GRID", "SASS", "MongoDb"]
        }
    ],



    "OtherProjects.Title": "Mais Projetos",
    "OtherProjects.Projects": [{
            "Title": "Pelada",
            "Description": "Projeto Campeão Be the Boss - Aplicativo para gerenciar e conectar futebolistas, entre diversas outras features",
            "Technologies": ["React-Native", "Scss", "Mongo"]
        },
        {
            "Title": "Canvas Acadêmico",
            "Description": "Projeto apresentado na USP - CONTECSI Plataforma desenvolvida para substituir diversas etapas de TCC, métodologia desenvolvida pela Fatec Tatuí",
            "Technologies": ["Mern", "Scss"]
        },
        {
            "Title": "BurguerExpress",
            "Description": "Sistema Delivery com controle interno e externo de toda a operação",
            "Technologies": ["VueJs", "Sql", "Scss"]
        },
        {
            "Title": "CityCare",
            "Description": "Aplicativo focado em resolver problemas da cidaed, captando a geolocalização do usuário e permitindo denuncia de problemas na cidade. ",
            "Technologies": ["React-Native", "CSS GRID", "GIT"]
        },
        {
            "Title": "AliBot",
            "Description": "Bot de conversão de links de afiliados no Telegram",
            "Technologies": ["Python", "TelegramBot", "API Aliexpress"]
        },
        {
            "Title": "PetAoLado",
            "Description": "Atuei no desenvolvimento do projeto como front end - petaolado.com.br",
            "Technologies": ["VueJs", "SASS", "React-native"]
        }
    ],
    "Contact.Pretitle": "Portfólio desenvolvido em Angular",
    "Contact.Title": "Tainan Camargo",
    "Contact.Content": "Espero que possamos trabalhar juntos e que tenha gostado do meu portfólio, se precisar de mais informações sobre os projetos, estou a disposição! :)",
    "Contact.Btn": "Whatsapp"


}
